insert into university values
(1, 'Белорусский государственный университет информатики и радиоэлеткроники', 'БГУИР'),
(2, 'Белорусский государственный университет', 'БГУ'),
(3, 'Белорусский государственный медицинский университет', 'БГМУ'),
(4, 'Белорусский национальный технический университет', 'БНТУ'),
(5, 'Минский государственный лингивстический университет', 'МГЛУ'),
(6, 'Минский государственный педагогический университет', 'БГПУ'),
(7, 'Пинский государственный университет', 'ПГУ'),
(8, 'Белорусский государственный университет культуры и искусств', 'БГУКИ'),
(9, 'Брестский государственный технический университет', 'БГТУ'),
(10, 'Гродненский государственный университет', 'ГГУ')
