insert into specialization values
(1, 'Информатика и технологии программирования', 'ИиТП'),
(2, 'Программное обеспечение информационных технологий', 'ПОИТ'), (3, 'Вычислительные машины, системы и сети', 'ВМСиС'),
(4, 'Электронные вычислительные системы', 'ЭВС'),
(5, 'Прикладная информатика', 'ПИ'),
(6, 'Прикладная математика', 'ПМ'),
(7, 'Информатика', 'ИНФ'),
(8, 'Автомитизированные системы обработки информации', 'АСОИ'), (9, 'Программируемые мобильные системы', 'ПМС'),
(10, 'Нанотехнологии', 'НТ');