insert into passport_data
(id, passport_series, passport_number, unique_id, issued_at, expires_at, passport_authority) values
(1, 'МС', 2568898, 'AB43434FQ', '2017-01-01', '2022-01-01', 'РОВД Минской области'),
(2, 'МС', 2568754, 'FF55434FDAC', '2017-02-01', '2022-02-01', 'РОВД Гомельской области'),
(3, 'МС', 3547851, 'AA66GGN76', '2017-03-01', '2022-03-01', 'РОВД Минской области'), (4, 'МР', 1256874, '77YUHA543', '2017-04-01', '2022-04-01', 'РОВД Минской области'),
(5, 'МР', 5647896, '655GGHB', '2017-05-01', '2022-05-01', 'РОВД Минской области'),
(6, 'КВ', 5478562, '4342FFFBN', '2017-06-01', '2022-06-01', 'РОВД Минской области'),
(7, 'МС', 5498743, '667HHGn8I', '2017-07-01', '2022-07-01', 'РОВД Витебской области'), (8, 'МС', 5478521, 'ACBC5454', '2017-08-01', '2022-08-01', 'РОВД Минской области'),
(9, 'МС', 6547893, 'FGgYYu55', '2017-09-01', '2022-09-01', 'РОВД Гродненской области'), (10, 'МС', 5775744, 'GGYHnN', '2017-10-01', '2022-10-01', 'РОВД Бресткой области');