insert into faculty values
(1, 'Факультет компьютерных систем и сетей', 'ФКСиС'),
(2, 'Факультет компьютерного проектирования', 'ФКП'),
(3, 'Факультет информационных технологий и управления', 'ФИТиУ'), (4, 'Факультет инфокомунникаций', 'ФИК'),
(5, 'Военный факультет', 'ВФ'),
(6, 'Факультет радиоэлектроники', 'ФРЭ'),
(7, 'Факультет прикладной математики и информатики', 'ФПМИ'),
(8, 'Механико-математический факультет', 'МехМат'),
(9, 'Стоматологический факультет', 'СФ'),
(10, 'Педиатрический факультет', 'ПФ');